# language: ru
Функционал: Входить в свой профиль, выбирать одежду, покупать
  Сценарий:
    Допустим пользователь открыл сайт Сстор
    Также нажимает на клавишу "Личный кабинет"
    И вводит свой логин и пароль
    И нажимает клавишу "Войти"
    И нажимает вкладку iPhone
    И выбирает iPhone xs
    И кликает на первый товар
    К тому же выбирает максимальный объем памяти
    Также нажимает кнопку "купить"
    И потои нажимает на кнопку "Cstore"
    К тому же сравниевает что в карзине лежит 1 товар
    Тогда пользователь нажимает на корзину

